Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# settings.icloud.footer
source: When enabled, %@ may access iCloud originals during backup, sync, and deduplication for downloads. Backups process on-device resources with the configured concurrency, then process iCloud-only resources with 1 worker. When disabled, only on-device resources are processed. If a backup task is already in progress, you need to stop and restart it for the new setting to take effect.
de: Wenn diese Option aktiviert ist, kann %@ bei Backups, bei der Synchronisierung und bei der Deduplizierung von Downloads auf iCloud-Originale zugreifen. Backups verarbeiten lokale Ressourcen mit der konfigurierten Parallelität und anschließend nur in iCloud vorhandene Ressourcen mit 1 Worker. Bei deaktivierter Option werden nur Ressourcen auf dem Gerät verarbeitet. Eine bereits laufende Backup-Aufgabe muss gestoppt und neu gestartet werden, damit die neue Einstellung wirksam wird.
es: Cuando está activado, %@ puede acceder a los originales de iCloud durante la copia de seguridad, la sincronización y la deduplicación de descargas. Las copias procesan los recursos del dispositivo con la concurrencia configurada y después los recursos solo de iCloud con 1 proceso. Cuando está desactivado, solo se procesan los recursos guardados en el dispositivo. Si ya hay una tarea de copia de seguridad en curso, debes detenerla y reiniciarla para aplicar el nuevo ajuste.
es_419: Cuando está activado, %@ puede acceder a los originales de iCloud durante el respaldo, la sincronización y la deduplicación de descargas. Los respaldos procesan los recursos del dispositivo con la concurrencia configurada y después los recursos solo de iCloud con 1 proceso. Cuando está desactivado, solo se procesan los recursos guardados en el dispositivo. Si ya hay una tarea de respaldo en curso, debes detenerla y reiniciarla para aplicar la nueva configuración.
fr: Lorsque cette option est activée, %@ peut accéder aux originaux iCloud pendant la sauvegarde, la synchronisation et la déduplication des téléchargements. Les sauvegardes traitent les ressources locales avec le parallélisme configuré, puis celles uniquement sur iCloud avec un seul processus. Lorsqu’elle est désactivée, seules les ressources présentes sur l’appareil sont traitées. Si une sauvegarde est déjà en cours, arrêtez-la puis relancez-la pour appliquer le nouveau réglage.
ja: 有効にすると、%@ はバックアップ、同期、ダウンロード時の重複排除で iCloud 上のオリジナルにアクセスできます。 バックアップではデバイス上のリソースを設定された同時実行数で処理し、その後 iCloud のみにあるリソースを 1 ワーカーで処理します。 無効にすると、デバイス上のリソースだけが処理されます。 バックアップタスクが進行中の場合、新しい設定を反映するにはタスクを停止して再開する必要があります。
ko: 활성화하면 %@이(가) 백업, 동기화, 다운로드 중복 제거 시 iCloud 원본에 접근할 수 있습니다. 백업은 기기의 리소스를 설정된 동시 실행 수로 처리한 다음 iCloud에만 있는 리소스를 1개 워커로 처리합니다. 비활성화 시 기기에 있는 리소스만 처리됩니다. 백업 작업이 진행 중인 경우, 새 설정 적용을 위해 중지 후 재시작이 필요합니다.
pt_br: Quando ativado, o %@ pode acessar originais do iCloud durante backups, sincronizações e a deduplicação de downloads. Os backups processam recursos do dispositivo com a concorrência configurada e depois recursos somente no iCloud com 1 worker. Quando desativado, somente os recursos presentes no dispositivo são processados. Se uma tarefa de backup já estiver em andamento, interrompa-a e reinicie-a para que o novo ajuste entre em vigor.
pt_pt: Quando ativado, o %@ pode aceder a originais do iCloud durante cópias de segurança, sincronizações e a deduplicação de transferências. As cópias processam recursos do dispositivo com o paralelismo configurado e depois recursos apenas no iCloud com 1 worker. Quando desativado, apenas são processados os recursos presentes no dispositivo. Se uma tarefa de cópia de segurança já estiver em curso, pare-a e reinicie-a para que a nova definição produza efeito.
ru: Когда эта функция включена, %@ может обращаться к оригиналам в iCloud при резервном копировании, синхронизации и устранении дубликатов при скачивании. При копировании локальные ресурсы используют настроенную параллельность, а ресурсы только в iCloud затем обрабатываются одним обработчиком. Когда она отключена, обрабатываются только ресурсы на устройстве. Если резервное копирование уже запущено, остановите и перезапустите его, чтобы новый параметр вступил в силу.
uk: Коли увімкнено, %@ може отримувати доступ до оригіналів iCloud під час резервного копіювання, синхронізації та дедуплікації. Під час копіювання локальні ресурси використовують налаштовану паралельність, а ресурси лише в iCloud потім обробляються одним обробником. Вимкнено: обробляються лише ресурси на пристрої. Якщо виконується резервне копіювання, зупиніть і перезапустіть.
zh_hans: 启用后允许 %@ 在备份、同步、下载前的去重过程中按需访问 iCloud 原件。 备份时，本机资源使用设置的并发数处理，仅存于 iCloud 的资源随后由 1 个 worker 处理。 停用时仅处理已经在本机的资源。 若当前已有进行中的备份任务，需要先停止并重新开始，新设置才会生效。
zh_hant: 啟用後允許 %@ 在備份、同步、下載前的去重過程中按需存取 iCloud 原件。 備份時，本機資源使用設定的並行數處理，僅存於 iCloud 的資源隨後由 1 個 worker 處理。 停用時僅處理已在本機的資源。 若目前已有進行中的備份任務，需要先停止並重新開始，新設定才會生效。
zh_hk: 啟用後允許 %@ 在備份、同步及下載前的去重過程中按需要存取 iCloud 原件。 備份時，本機資源使用設定的並行數處理，僅存於 iCloud 的資源隨後由 1 個 worker 處理。 停用時只會處理已在本機的資源。 若目前已有備份任務進行中，必須先停止並重新開始，新設定才會生效。

# settings.icloud.header
source: Allow iCloud Photo Access
de: Zugriff auf iCloud-Fotos erlauben
es: Permitir acceso a fotos de iCloud
es_419: Permitir acceso a fotos de iCloud
fr: Autoriser l'accès aux photos iCloud
ja: iCloud 写真へのアクセスを許可
ko: iCloud 사진 접근 허용
pt_br: Permitir acesso a fotos do iCloud
pt_pt: Permitir acesso a fotos do iCloud
ru: Доступ к фото в iCloud
uk: Дозволити доступ до фото iCloud
zh_hans: 允许访问 iCloud 原件
zh_hant: 允許存取 iCloud 原件
zh_hk: 允許存取 iCloud 原件

# settings.logFilter.footer
source: Saves the selected log levels from the filter menu on the execution log page.
de: Speichert die ausgewählten Protokollebenen aus dem Filtermenü auf der Ausführungsprotokollseite.
es: Guarda los niveles de registro seleccionados del menú de filtro en la página del registro de ejecución.
es_419: Guarda los niveles de registro seleccionados del menú de filtro en la página del registro de ejecución.
fr: Enregistre les niveaux de journal sélectionnés dans le menu de filtre de la page du journal d'exécution.
ja: 実行ログページのフィルターメニューで選択したログレベルを保存します。
ko: 실행 로그 페이지의 필터 메뉴에서 선택한 로그 수준을 저장합니다.
pt_br: Salva os níveis de log selecionados no menu de filtro na página de log de execução.
pt_pt: Guarda os níveis de registo selecionados no menu de filtro na página de registo de execução.
ru: Сохраняет уровни логов, выбранные в меню фильтра на странице лога выполнения.
uk: Зберігає обрані рівні журналу з меню фільтра на сторінці журналу виконання.
zh_hans: 保存执行日志页右上角筛选菜单的已选日志级别。
zh_hant: 儲存執行日誌頁右上角篩選選單的已選日誌級別。
zh_hk: 儲存執行日誌頁右上角篩選選單的已選日誌級別。

# settings.logFilter.header
source: Execution Log Filter
de: Ausführungsprotokoll-Filter
es: Filtro del registro de ejecución
es_419: Filtro del registro de ejecución
fr: Filtre du journal d'exécution
ja: 実行ログフィルター
ko: 실행 로그 필터
pt_br: Filtro do log de execução
pt_pt: Filtro do registo de execução
ru: Фильтр лога выполнения
uk: Фільтр журналу виконання
zh_hans: 执行日志筛选
zh_hant: 執行日誌篩選
zh_hk: 執行日誌篩選

# settings.monthGroupingTimeZone.blockedDuringExecution
source: Stop the current operation before changing this setting.
de: Beenden Sie den aktuellen Vorgang, bevor Sie diese Einstellung ändern.
es: Detén la operación actual antes de cambiar este ajuste.
es_419: Detén la operación actual antes de cambiar esta opción.
fr: Arrêtez l'opération en cours avant de modifier ce réglage.
ja: この設定を変更する前に、現在の操作を停止してください。
ko: 이 설정을 변경하기 전에 현재 작업을 중지하세요.
pt_br: Interrompa a operação atual antes de alterar este ajuste.
pt_pt: Pare a operação atual antes de alterar esta definição.
ru: Остановите текущую операцию перед изменением этой настройки.
uk: Зупиніть поточну операцію, перш ніж змінювати це налаштування.
zh_hans: 请先停止当前操作，再更改此设置。
zh_hant: 請先停止目前操作，再更改此設定。
zh_hk: 請先停止目前操作，再更改此設定。

# settings.monthGroupingTimeZone.chooseOther
source: Custom Time Zone
de: Benutzerdefinierte Zeitzone
es: Zona horaria personalizada
es_419: Zona horaria personalizada
fr: Fuseau horaire personnalisé
ja: カスタムタイムゾーン
ko: 사용자 지정 시간대
pt_br: Fuso horário personalizado
pt_pt: Fuso horário personalizado
ru: Пользовательский часовой пояс
uk: Користувацький часовий пояс
zh_hans: 自定义时区
zh_hant: 自訂時區
zh_hk: 自訂時區

# settings.monthGroupingTimeZone.chooseTitle
source: Choose Time Zone
de: Zeitzone wählen
es: Elegir zona horaria
es_419: Elegir zona horaria
fr: Choisir le fuseau horaire
ja: タイムゾーンを選択
ko: 시간대 선택
pt_br: Escolher fuso horário
pt_pt: Escolher fuso horário
ru: Выберите часовой пояс
uk: Виберіть часовий пояс
zh_hans: 选择时区
zh_hant: 選擇時區
zh_hk: 選擇時區

# settings.monthGroupingTimeZone.fixedCurrent
source: Lock to Current Time Zone
de: Auf aktuelle Zeitzone festlegen
es: Fijar en la zona horaria actual
es_419: Fijar en la zona horaria actual
fr: Fixer sur le fuseau horaire actuel
ja: 現在のタイムゾーンに固定
ko: 현재 시간대로 고정
pt_br: Fixar no fuso horário atual
pt_pt: Fixar no fuso horário atual
ru: Зафиксировать текущий часовой пояс
uk: Зафіксувати поточний часовий пояс
zh_hans: 固定为当前时区
zh_hant: 固定為目前時區
zh_hk: 固定為目前時區

# settings.monthGroupingTimeZone.footer
source: Decides which month local photos belong to on this device. Changing it affects local grouping, selection scopes, and future backup grouping on this device; existing remote month files are not moved.
de: Legt fest, welchem Monat lokale Fotos auf diesem Gerät zugeordnet werden. Änderungen wirken sich auf die lokale Gruppierung, Auswahlbereiche und die Gruppierung zukünftiger Backups auf diesem Gerät aus. Vorhandene Monatsdateien im Remote-Speicher werden nicht verschoben.
es: Decide a qué mes pertenecen las fotos locales en este dispositivo. Al cambiarlo se modifican la agrupación local, los rangos de selección y la agrupación de futuras copias de seguridad en este dispositivo; los archivos mensuales remotos existentes no se mueven.
es_419: Determina a qué mes pertenecen las fotos locales en este dispositivo. Al cambiarla, se modifican la agrupación local, los alcances de selección y la agrupación de respaldos futuros en este dispositivo; los archivos de meses remotos existentes no se mueven.
fr: Détermine à quel mois appartiennent les photos locales sur cet appareil. Le modifier affecte le regroupement local, les plages de sélection et le regroupement des futures sauvegardes sur cet appareil ; les fichiers mensuels distants existants ne sont pas déplacés.
ja: このデバイス上の写真をどの月に分類するかを決めます。変更すると、ローカルでの月別表示、選択範囲、このデバイスで今後作成するバックアップの月分けに影響します。リモートにある既存の月別ファイルは移動されません。
ko: 이 기기에서 로컬 사진이 어느 달에 속하는지 결정합니다. 변경하면 이 기기의 로컬 그룹화, 선택 범위, 이후 백업 그룹화에 영향을 줍니다. 기존 원격 월별 파일은 이동되지 않습니다.
pt_br: Decide a qual mês as fotos locais pertencem neste dispositivo. Alterar isso afeta o agrupamento local, os escopos de seleção e o agrupamento de backups futuros neste dispositivo; os arquivos mensais remotos existentes não são movidos.
pt_pt: Decide a que mês pertencem as fotografias locais neste dispositivo. Alterar isto afeta o agrupamento local, os âmbitos de seleção e o agrupamento de cópias de segurança futuras neste dispositivo; os ficheiros mensais remotos existentes não são movidos.
ru: Определяет, к какому месяцу относятся локальные фото на этом устройстве. Изменение влияет на локальную группировку, области выбора и группировку будущих резервных копий на этом устройстве; существующие удалённые месячные файлы не перемещаются.
uk: Визначає, до якого місяця належать локальні фото на цьому пристрої. Зміна впливає на локальне групування, області вибору й групування майбутніх резервних копій на цьому пристрої; наявні віддалені місячні файли не переміщуються.
zh_hans: 决定本机照片属于哪个月份。更改会影响此设备上的本地分组、选择范围和之后的备份分组；已有远端月份文件不会移动。
zh_hant: 決定本機照片屬於哪個月份。更改會影響此裝置上的本機分組、選擇範圍和之後的備份分組；已有遠端月份檔案不會移動。
zh_hk: 決定本機相片屬於哪個月份。更改會影響此裝置上的本機分組、選擇範圍和之後的備份分組；已有遠端月份檔案不會移動。

# settings.monthGroupingTimeZone.search
source: Search city or time zone
de: Stadt oder Zeitzone suchen
es: Buscar ciudad o zona horaria
es_419: Buscar ciudad o zona horaria
fr: Rechercher une ville ou un fuseau horaire
ja: 都市またはタイムゾーンを検索
ko: 도시 또는 시간대 검색
pt_br: Buscar cidade ou fuso horário
pt_pt: Pesquisar cidade ou fuso horário
ru: Поиск города или часового пояса
uk: Пошук міста або часового поясу
zh_hans: 搜索城市或时区
zh_hant: 搜尋城市或時區
zh_hk: 搜尋城市或時區

# settings.monthGroupingTimeZone.section.timeZone
source: Time Zone
de: Zeitzone
es: Zona horaria
es_419: Zona horaria
fr: Fuseau horaire
ja: タイムゾーン
ko: 시간대
pt_br: Fuso horário
pt_pt: Fuso horário
ru: Часовой пояс
uk: Часовий пояс
zh_hans: 时区
zh_hant: 時區
zh_hk: 時區

# settings.monthGroupingTimeZone.system
source: Follow System Time Zone
de: Systemzeitzone verwenden
es: Seguir la zona horaria del sistema local
es_419: Seguir la zona horaria del sistema local
fr: Suivre le fuseau horaire système local
ja: システムのタイムゾーンに合わせる
ko: 로컬 시스템 시간대 따르기
pt_br: Seguir o fuso horário do sistema local
pt_pt: Seguir o fuso horário do sistema local
ru: Использовать системный часовой пояс
uk: Дотримуватися локального системного часового поясу
zh_hans: 跟随本机系统时区
zh_hant: 跟隨本機系統時區
zh_hk: 跟隨本機系統時區

# settings.monthGroupingTimeZone.title
source: Local Photo Grouping Time Zone
de: Zeitzone für die Gruppierung lokaler Fotos
es: Zona horaria para agrupar fotos locales
es_419: Zona horaria para agrupar fotos locales
fr: Fuseau horaire du regroupement des photos locales
ja: 写真を月別に分類するタイムゾーン
ko: 로컬 사진 그룹화 시간대
pt_br: Fuso horário para agrupar fotos locais
pt_pt: Fuso horário para agrupar fotografias locais
ru: Часовой пояс группировки локальных фото
uk: Часовий пояс групування локальних фото
zh_hans: 本机照片分组时区
zh_hant: 本機照片分組時區
zh_hk: 本機相片分組時區

# settings.originalPhotoCacheLimit.footer
source: When the limit is reached, the least-recently-used items are removed automatically. Choose Off to stop caching.
de: Wenn das Limit erreicht ist, werden die am längsten nicht verwendeten Objekte automatisch entfernt. Wählen Sie „Aus“, um das Zwischenspeichern zu stoppen.
es: Cuando se alcanza el límite, los elementos menos usados recientemente se eliminan automáticamente. Elige Desactivado para dejar de almacenar en caché.
es_419: Cuando se alcanza el límite, los elementos menos usados recientemente se eliminan automáticamente. Elige Desactivado para dejar de almacenar en caché.
fr: Lorsque la limite est atteinte, les éléments les moins récemment utilisés sont supprimés automatiquement. Choisissez Désactivé pour arrêter la mise en cache.
ja: 上限に達すると、最も長く使われていない項目が自動的に削除されます。キャッシュを停止するには「オフ」を選択します。
ko: 한도에 도달하면 가장 오랫동안 사용하지 않은 항목이 자동으로 삭제됩니다. 캐시를 중지하려면 끔을 선택하세요.
pt_br: Quando o limite é atingido, os itens usados menos recentemente são removidos automaticamente. Escolha Desligado para parar o cache.
pt_pt: Quando o limite é atingido, os itens usados menos recentemente são removidos automaticamente. Escolha Desligado para parar a colocação em cache.
ru: При достижении лимита дольше всего не использовавшиеся элементы удаляются автоматически. Выберите «Выкл.», чтобы прекратить кэширование.
uk: Коли ліміт досягнуто, елементи, які найдовше не використовувалися, видаляються автоматично. Виберіть «Вимк.», щоб припинити кешування.
zh_hans: 达到上限后，最久未使用的项目会被自动清除。选择「关闭」将不再缓存。
zh_hant: 達到上限後，最久未使用的項目會被自動清除。選擇「關閉」將不再快取。
zh_hk: 達到上限後，系統會自動清除最久未使用的項目。選擇「關閉」即可停止快取。

# settings.originalPhotoCacheLimit.header
source: On-device limit for cached originals for photos and small videos.
de: Speicherlimit auf diesem Gerät für zwischengespeicherte Originale von Fotos und kleinen Videos.
es: Límite en el dispositivo para originales de fotos y vídeos pequeños en caché.
es_419: Límite en el dispositivo para los originales en caché de fotos y videos pequeños.
fr: Limite de stockage sur l’appareil pour les originaux des photos et petites vidéos mis en cache.
ja: このデバイスにキャッシュする写真と小さなビデオのオリジナルの容量上限です。
ko: 캐시된 사진 및 작은 동영상 원본의 기기 내 한도입니다.
pt_br: Limite no dispositivo para originais de fotos e vídeos pequenos em cache.
pt_pt: Limite no dispositivo para originais de fotos e vídeos pequenos em cache.
ru: Лимит на устройстве для кэшированных оригиналов фото и небольших видео.
uk: Ліміт на пристрої для кешованих оригіналів фото та невеликих відео.
zh_hans: 缓存照片与小视频原图占用的本机空间上限。
zh_hant: 快取照片與小型影片原檔可佔用的本機空間上限。
zh_hk: 快取相片及小型影片原檔可佔用的本機空間上限。

# settings.originalPhotoCacheLimit.off
source: Off
de: Aus
es: Desactivado
es_419: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desligado
pt_pt: Desligado
ru: Выкл.
uk: Вимк.
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

# settings.pipProgress.footer
source: When enabled, Watermelon Backup shows progress, speed, and estimated time remaining in a floating Picture-in-Picture window while an upload, download, or sync runs in the background.
de: Bei Aktivierung zeigt Watermelon während Uploads, Downloads oder Synchronisierungen im Hintergrund Fortschritt, Geschwindigkeit und geschätzte Restzeit in einem schwebenden Bild-in-Bild-Fenster.
es: Cuando se habilita, Backup Sandía muestra el progreso, la velocidad y el tiempo restante estimado en una ventana PiP flotante durante subidas, descargas o sincronización en segundo plano.
es_419: Cuando se habilita, Backup Sandía muestra el progreso, la velocidad y el tiempo restante estimado en una ventana PiP flotante durante cargas, descargas o sincronización en segundo plano.
fr: Lorsqu’activé, Watermelon affiche la progression, la vitesse et le temps restant estimé dans une fenêtre PiP flottante pendant les envois, téléchargements ou synchronisations en arrière-plan.
ja: 有効にすると、バックグラウンドでのアップロード、ダウンロード、同期中に、進行状況、速度、推定残り時間をピクチャ・イン・ピクチャで表示します。
ko: 활성화하면 업로드, 다운로드 또는 동기화가 백그라운드에서 실행되는 동안 진행률, 속도 및 예상 남은 시간을 PiP 창에 표시합니다.
pt_br: Quando habilitado, o Backup Melancia exibe o progresso, a velocidade e o tempo restante estimado em uma janela PiP flutuante durante uploads, downloads ou sincronizações em segundo plano.
pt_pt: Quando ativado, o Backup Melancia mostra o progresso, a velocidade e o tempo restante estimado numa janela PiP flutuante durante envios, transferências ou sincronizações em segundo plano.
ru: Когда функция включена, Арбуз Backup показывает ход выполнения, скорость и примерное оставшееся время в плавающем окне «Картинка в картинке» во время фоновой выгрузки, загрузки или синхронизации.
uk: Коли ввімкнено, Кавун Backup показує хід виконання, швидкість і приблизний час до завершення у плаваючому вікні «картинка в картинці» під час фонового завантаження, вивантаження або синхронізації.
zh_hans: 启用后，当上传、下载或同步在后台运行时，悬浮画中画窗口会显示进度、速度和预计剩余时间。
zh_hant: 啟用後，當上傳、下載或同步在背景執行時，懸浮子母畫面會顯示進度、速度和預計剩餘時間。
zh_hk: 啟用後，當上傳、下載或同步在背景執行時，懸浮子母畫面會顯示進度、速度和預計剩餘時間。

# settings.pipProgress.header
source: PiP Progress
de: PiP-Fortschritt
es: Progreso PiP
es_419: Progreso PiP
fr: Progression PiP
ja: PiP 進捗
ko: PiP 진행
pt_br: Progresso PiP
pt_pt: Progresso PiP
ru: Прогресс PiP
uk: Прогрес PiP
zh_hans: 画中画进度
zh_hant: 子母畫面進度
zh_hk: 子母畫面進度

# settings.pipProgress.requiresPro
source: Picture-in-Picture Progress is a Pro-exclusive feature. Please upgrade to Pro to enable it.
de: Die Fortschrittsanzeige im Bild-in-Bild-Modus ist nur mit Pro verfügbar. Führen Sie ein Upgrade auf Pro durch, um sie zu aktivieren.
es: El progreso en Picture-in-Picture es una función exclusiva de Pro. Actualiza a Pro para activarlo.
es_419: El progreso en Picture-in-Picture es una función exclusiva de Pro. Actualiza a Pro para activarlo.
fr: La progression Picture-in-Picture est une fonctionnalité exclusive à Pro. Veuillez passer à Pro pour l'activer.
ja: ピクチャ・イン・ピクチャの進捗表示は Pro 限定機能です。有効にするには Pro にアップグレードしてください。
ko: PiP 진행 표시는 Pro 전용 기능입니다. 활성화하려면 Pro로 업그레이드하세요.
pt_br: O progresso em Picture-in-Picture é um recurso exclusivo do Pro. Atualize para Pro para ativá-lo.
pt_pt: O progresso em Picture-in-Picture é uma funcionalidade exclusiva do Pro. Atualize para Pro para a ativar.
ru: Прогресс «Картинка в картинке» — функция Pro. Перейдите на Pro, чтобы её включить.
uk: Перебіг виконання в режимі «Картинка в картинці» доступний лише у версії Pro. Перейдіть на Pro, щоб увімкнути цю функцію.
zh_hans: 画中画进度是 Pro 专属功能，升级到 Pro 后可开启。
zh_hant: 子母畫面進度是 Pro 專屬功能，升級至 Pro 後可開啟。
zh_hk: 子母畫面進度是 Pro 專屬功能，升級至 Pro 後可開啟。

# settings.pipSound.footer
source: Only affects the keyboard sound while Picture-in-Picture progress is visible.
de: Wirkt sich nur auf den Tastaturton aus, während die Fortschrittsanzeige im Bild-in-Bild-Modus sichtbar ist.
es: Solo afecta al sonido de teclado mientras el progreso PiP está visible.
es_419: Solo afecta al sonido de teclado mientras el progreso PiP está visible.
fr: N'affecte que le son du clavier lorsque la progression Picture-in-Picture est visible.
ja: ピクチャ・イン・ピクチャで進捗を表示している間のキーボード音にのみ適用されます。
ko: 화면 속 화면 진행 표시가 보이는 동안의 키보드 소리에만 적용됩니다.
pt_br: Afeta apenas o som de teclado enquanto o progresso Picture-in-Picture está visível.
pt_pt: Afeta apenas o som do teclado enquanto o progresso Picture-in-Picture está visível.
ru: Влияет только на звук клавиатуры, пока виден прогресс «Картинка в картинке».
uk: Впливає лише на звук клавіатури, коли видно прогрес у режимі «Картинка в картинці».
zh_hans: 仅在画中画进度显示时影响键盘音。
zh_hant: 僅在子母畫面進度顯示時影響鍵盤聲。
zh_hk: 僅在子母畫面進度顯示時影響鍵盤聲。

# settings.pipSound.header
source: Sound
de: Ton
es: Sonido
es_419: Sonido
fr: Son
ja: サウンド
ko: 소리
pt_br: Som
pt_pt: Som
ru: Звук
uk: Звук
zh_hans: 声音
zh_hant: 聲音
zh_hk: 聲音

# settings.pipSound.keyboardSound
source: Keyboard Sound
de: Tastaturton
es: Sonido de teclado
es_419: Sonido de teclado
fr: Son du clavier
ja: キーボード音
ko: 키보드 소리
pt_br: Som de teclado
pt_pt: Som do teclado
ru: Звук клавиатуры
uk: Звук клавіатури
zh_hans: 键盘音
zh_hant: 鍵盤聲
zh_hk: 鍵盤聲

# settings.pipSound.off
source: Off
de: Aus
es: Desactivado
es_419: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desligado
pt_pt: Desligado
ru: Выкл.
uk: Вимкнено
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

# settings.thumbnailCacheLimit.footer
source: When the limit is reached, the least-recently-used thumbnails are removed automatically.
de: Wenn das Limit erreicht ist, werden die am längsten nicht verwendeten Miniaturbilder automatisch entfernt.
es: Cuando se alcanza el límite, las miniaturas menos usadas recientemente se eliminan automáticamente.
es_419: Cuando se alcanza el límite, las miniaturas menos usadas recientemente se eliminan automáticamente.
fr: Lorsque la limite est atteinte, les miniatures les moins récemment utilisées sont supprimées automatiquement.
ja: 上限に達すると、最も長く使われていないサムネールが自動的に削除されます。
ko: 한도에 도달하면 가장 오랫동안 사용하지 않은 썸네일이 자동으로 삭제됩니다.
pt_br: Quando o limite é atingido, as miniaturas usadas menos recentemente são removidas automaticamente.
pt_pt: Quando o limite é atingido, as miniaturas usadas menos recentemente são removidas automaticamente.
ru: При достижении лимита дольше всего не использовавшиеся миниатюры удаляются автоматически.
uk: Коли ліміт досягнуто, мініатюри, які найдовше не використовувалися, видаляються автоматично.
zh_hans: 达到上限后，最久未使用的缩略图会被自动清除。
zh_hant: 達到上限後，最久未使用的縮圖會被自動清除。
zh_hk: 達到上限後，系統會自動清除最久未使用的縮圖。

# settings.thumbnailCacheLimit.header
source: On-device limit for the browser's thumbnail cache.
de: Speicherlimit auf diesem Gerät für den Miniaturbild-Cache des Browsers.
es: Límite en el dispositivo para la caché de miniaturas del explorador.
es_419: Límite en el dispositivo para la caché de miniaturas del explorador.
fr: Limite de stockage sur l’appareil pour le cache des miniatures du navigateur.
ja: このデバイス上のブラウザ用サムネールキャッシュの容量上限です。
ko: 브라우저 썸네일 캐시의 기기 내 한도입니다.
pt_br: Limite no dispositivo para o cache de miniaturas do navegador.
pt_pt: Limite no dispositivo para a cache de miniaturas do navegador.
ru: Лимит на устройстве для кэша миниатюр браузера.
uk: Ліміт на пристрої для кешу мініатюр браузера.
zh_hans: 浏览器缩略图缓存占用的本机空间上限。
zh_hant: 瀏覽器縮圖快取佔用的本機空間上限。
zh_hk: 瀏覽器縮圖快取可佔用的本機空間上限。
